Repository: darktable-org/darktable
Catalog: doc/usermanual/po/fr.tmx
Source language: en
Languages: fr

source: when enabled, use mouse wheel to scroll modules side panel. use ctrl+alt to use mouse wheel for data entry. when disabled, this behavior is reversed
fr: lorsque activé, les panneaux latéraux répondront à la molette de la souris, utiliser ctrl-alt + molette pour changer les réglettes. lorsque désactivé le comportement est inversé

source: always show panels' scrollbars
fr: toujours montrer les ascenseurs des panneaux

source: defines whether the panel scrollbars should be always visible or activated only depending on the content. (need a restart)
fr: indique si les ascenseurs des panneaux latéraux sont toujours visibles ou seulement lorsque nécessaire. (nécessite un redémarrage)

source: method to use for getting the display profile
fr: méthode à utiliser pour récupérer le profil d'affichage

source: all
fr: tout

source: this option allows to force a specific means of getting the current display profile. this is useful when one alternative gives wrong results
fr: cette option permet de forcer la méthode à utiliser pour récupérer le profil d'affichage, ceci est utile lorsque l'une des solutions donne de mauvais résultats

source: tags
fr: mots-clés

source: omit hierarchy in simple tag lists
fr: ignore la hiérarchie des mots-clés

source: when creating XMP file the hierarchical tags are also added as a simple list of non-hierarchical ones to make them visible to some other programs. when this option is checked darktable will only include their last part and ignore the rest. so 'foo|bar|baz' will only add 'baz'.
fr: lors de le création des XMP les mots-clés hiérarchiques sont aussi ajoutés comme simple liste non hiérarchique pour les rendre visibles aux autres applications. lorsque cette option est sélectionnée, darktable inclura seulement leur dernière partie et ignorera le reste : ainsi 'faune|insecte|syrphe' ajoutera uniquement 'syrphe'.

source: disable the entry completion
fr: désactiver l'auto-complétion

source: the entry completion is useful for those who enter tags from keyboard only. for others the entry completion can be embarrassing. need to restart darktable.
fr: l'auto-complétion est utile pour ceux activant les mots-clés depuis le clavier seulement. pour les autres, l'auto-complétion peut être gênante. nécessite un redémarrage de darktable.

source: other
fr: autre

source: do not show april 1st game
fr: ne jamais afficher le jeu du 1er avril

source: password storage backend to use
fr: stockage à utiliser pour les mots de passe

source: none
fr: aucun

source: the storage backend for password storage: auto, none, libsecret, kwallet
fr: interface pour trousseau de mots de passe : automatique, aucun, libsecret, kwallet

source: executable for playing audio files
fr: exécutable pour jouer les fichiers audio

source: this external program is used to play audio files some cameras record to keep notes for images
fr: cette application externe est utilisée pour jouer les annotations audio enregistrées par certains appareils photo

source: import
fr: importer

source: ignore JPEG images when importing film rolls
fr: ignorer les fichiers JPEG lors de l'importation d'un dossier

source: when having raw+JPEG images together in one directory it makes no sense to import both. with this flag one can ignore all JPEGs found.
fr: lorsque des images raw et jpeg sont présentes ensemble dans un dossier, cela n'a pas de sens d'importer les deux. en activant cette option les fichiers JPEG sont ignorés.

source: recursive directory traversal when importing filmrolls
fr: importer les dossiers de manière récursive

source: creator to be applied when importing
fr: auteur par défaut lors de l'importation

source: publisher to be applied when importing
fr: diffuseur par défaut lors de l'importation

source: rights to be applied when importing
fr: droits par défaut lors de l'importation

source: comma separated tags to be applied when importing
fr: mots-clés séparés par des virgules à appliquer à l'importation

source: initial import rating
fr: étoile(s) à l'importation

source: initial star rating for all images when importing a filmroll
fr: étoile(s) attribuée(s) lors de l'importation

source: session options
fr: options de session

source: base directory naming pattern
fr: nommage du répertoire de base

source: part of full import path for an import session
fr: partie du chemin complet pour la session d'importation

source: sub directory naming pattern
fr: nommage du sous répertoire

source: keep original filename
fr: garder le nom d'origine

source: keep original filename instead of a pattern while importing from camera or card
fr: garder le nom de fichier d'origine à la place du patron lors de l'importation depuis un appareil photo ou une carte mémoire

source: file naming pattern
fr: nommage des fichiers

source: file naming pattern used for a import session
fr: nommage des fichiers pour la session d'importation

source: darktable manages your digital negatives in a database and lets you view them through a lighttable. It also enables you to develop raw images and enhance them in a darkroom.
fr: darktable gère vos négatifs numériques dans une base de données et vous permet de les voir depuis la table lumineuse. Il permet aussi de développer et d'améliorer les images numériques dans la chambre noire.

source: Other modes besides lighttable and darkroom are a map for geotagging, tethering, print and a slideshow.
fr: A part la table lumineuse les autres modules sont la carte pour la géolocalisation, la capture, l'impression et le diaporama.

source: darktable supports most modern cameras' raw formats, and does all of its processing at very high precision.
fr: darktable supporte la plupart des formats raw récents, et fait tous ces calculs avec une très haute précision.

source: Virtual light table, showing a collection
fr: Table Lumineuse, avec une collection affichée

source: Virtual dark room with an opened image
fr: Chambre noire avec une image ouverte

source: Virtual dark room, sharpening an image
fr: Chambre noire, augmenter la netteté d'une image

source: Show images on a map
fr: Montre des images sur la carte

source: Print your images
fr: Imprimer vos images

source: _cancel
fr: _annuler

source: _save
fr: _enregistrer

source: average dE: %.02f max dE: %.02f
fr: dE moyen : %.02f dE max : %.02f

source: TODO: sorry, due to API restrictions we currently cannot set the BPP to
fr: TODO : désolé, dû à des restrictions d'interfaces de programmation, il n'est pas possible de régler le BPP

source: unknown option for --hq
fr: option inconnue pour --hq

source: unknown option for --export_masks
fr: option inconnue pour --export_masks

source: unknown option for --upscale
fr: option inconnue pour --upscale

source: unknown option for --apply-custom-presets
fr: option inconnue pour --apply-custom-presets

source: error: output file is a directory. please specify file name
fr: erreur : le fichier de sortie est un répertoire, merci de spécifier un nom de fichier

source: output file already exists, it will get renamed
fr: ficher de sortie existant, il va être renommé

source: error: can't open folder %s
fr: erreur : impossible d'ouvrir le répertoire « %s »

source: error: can't open file %s
fr: erreur : impossible d'ouvrir le fichier « %s »

source: no images to export, aborting
fr: aucune image à exporter, annulation

source: error: can't open xmp file %s
fr: erreur : impossible d'ouvrir le fichier « %s »

source: empty history stack
fr: réinitialiser le développement

source: cannot find disk storage module. please check your installation, something seems to be broken.
fr: impossible de trouver le module d'export vers le disque. vérifier votre installation, quelque chose est brisée.

source: failed to get parameters from storage module, aborting export ...
fr: impossible d'obtenir les paramètres du module de stockage, exportation abandonnée...

source: unknown extension '.%s'
fr: extension inconnue « .%s »

source: failed to get parameters from format module, aborting export ...
fr: impossible d'obtenir les paramètres du module de format, exportation abandonnée...

source: too much time to update aspect ratio for the collection
fr: trop de temps pour mettre à jour l'aspect pour la collection

source: film roll
fr: pellicule

source: folders
fr: dossiers

source: camera
fr: boîtier

source: tag
fr: mot-clé

source: date taken
fr: date de prise

source: date-time taken
fr: date/heure de prise

source: import timestamp
fr: date importation

source: change timestamp
fr: date changement

source: export timestamp
fr: date exportation

source: print timestamp
fr: date impression

source: history
fr: historique

source: color label
fr: label couleur

source: lens
fr: objectif

source: focal length
fr: focale

source: aperture
fr: ouverture

source: exposure
fr: exposition

source: aspect ratio
fr: aspect

source: filename
fr: nom de fichier

source: geotagging
fr: géolocalisation

source: grouping
fr: groupe

source: local copy
fr: copie locale

source: module order
fr: ordre des modules

source: red
fr: rouge

source: yellow
fr: jaune

source: green
fr: vert

source: blue
fr: bleu

source: purple
fr: violet

source: basic
fr: basique

source: auto applied
fr: appliqué automatiquement

source: altered
fr: développées

source: tagged
fr: positionnée

source: not copied locally
fr: non copiée localement

source: group leaders
fr: tête de groupe

source: not defined
fr: non défini

source: %d image of %d (#%d) in current collection is selected
fr: %d image sur %d (#%d) sélectionnée dans la collection courante

source: %d image of %d in current collection is selected
fr: %d image sur %d sélectionnée dans la collection courante

source: work profile
fr: profil de travail

source: export profile
fr: profil d'exportation

source: softproof profile
fr: épreuvage écran

source: system display profile
fr: système

source: sRGB (e.g. JPG)
fr: sRVB (ex : JPG)

source: sRGB (web-safe)
fr: sRVB (web)

source: Adobe RGB (compatible)
fr: Adobe RVB (compatible)

source: linear Rec709 RGB
fr: RVB Rec709 linéaire

source: gamma Rec709 RGB
fr: RVB Rec709 gamma

source: linear Rec2020 RGB
fr: RVB Rec2020 linéaire

source: PQ Rec2020 RGB
fr: RVB Rec2020 PQ

source: HLG Rec2020 RGB
fr: RVB Rec2020 HLG

source: PQ P3 RGB
fr: RVB P3 PQ

source: HLG P3 RGB
fr: RVB P3 HLG

source: linear prophoto RGB
fr: prophoto RVB linéaire

source: linear XYZ
fr: linéaire XYZ

source: linear infrared BGR
fr: infrarouge linéaire BVR

source: BRG (for testing)
fr: BRV (pour test)

source: sRGB
fr: sRVB

source: embedded ICC profile
fr: profil ICC intégré

source: embedded matrix
fr: matrice intégrée

source: standard color matrix
fr: matrice couleur standard

source: enhanced color matrix
fr: matrice couleur améliorée

source: vendor color matrix
fr: matrice de couleur du vendeur

source: alternate color matrix
fr: alternative à la matrice de couleur

source: BRG (experimental)
fr: BRV (expérimental)

source: gamma22 Rec709
fr: Rec709 gamma22

source: ProPhoto RGB
fr: RVB ProPhoto

source: PQ Rec2020
fr: Rec2020 PQ

source: HLG Rec2020
fr: Rec2020 HLG

source: PQ P3
fr: P3 PQ

source: HLG P3
fr: P3 HLG

source: file `%s' to print not found for image %d on `%s'
fr: fichier « %s » à imprimer non trouvé pour l'image %d sur « %s »

source: failed to create temporary file for printing options
fr: échec de la création du fichier temporaire pour les options d'impression

source: printing on `%s' cancelled
fr: impression sur « %s » annulée

source: error while printing `%s' on `%s'
fr: erreur pendant l'impression de l'image « %s » sur « %s »

source: printing `%s' on `%s'
fr: impression de l'image « %s » sur « %s »

source: found strange path `%s'
fr: chemin étrange « %s »

source: error loading directory `%s'
fr: erreur de chargement du dossier « %s »

source: file `%s' has unknown format!
fr: le fichier « %s » possède un format inconnu !

source: error loading file `%s'
fr: erreur de chargement du fichier « %s »

source: darktable - run performance configuration?
fr: darktable - exécute la configuration des performances?

source: we have an updated performance configuration logic - executing that might improve the performance of darktable. this will potentially overwrite some of your existing settings - especially in case you have manually modified them to custom values. would you like to execute this update of the performance configuration?
fr: la configuration de la performance a été améliorée - exécuter cela peut améliorer la performance de darktable. cela peut potentiellement changer la configuration précédente - particulièrement si la configuration a été changée manuellement. voulez-vous exécuter une nouvelle configuration de la performance?

source: no
fr: non

source: yes
fr: oui

source: At startup, the database failed to open because at least one of the two files in the database is locked. The persistence of the lock is mainly caused by one of the two following causes: - Another occurrence of darktable has already opened this database file and locked it for its benefit. - A previous occurrence of darktable ended abnormally and therefore could not close one or both files in the database properly. How to solve this problem? 1 - Search in your environment if another darktable occurrence is active. If so, use it or close it. The lock indicates that the process number of this occurrence is : <i><b>%d</b></i> 2 - If you can't find this other occurrence, try closing your session and reopening it or shutting down your computer. This will delete all running programs and thus close the database correctly. 3 - If these two actions are not enough, it is because at least one of the two files that materialize the locks remains and that these are no longer attached to any occurrence of darktable. It is then necessary to delete it (or them). The two files are named <i>data.db.lock</i> and <i>library.db.lock</i> respectively. The opening mechanism signals the presence of the <i><b>%s</b></i> file in the <i><b>%s</b></i> folder. (full pathname: <i><b>%s</b></i>). <u>Caution!</u> Do not delete these files without first checking that there are no more occurrences of darktable, otherwise you risk generating serious inconsistencies in your database. As soon as you have identified and removed the cause of the lock, darktable will start without any problem.
fr: La base de donnée n'a pas pu être ouverte au démarrage car un des deux fichiers est verrouillé. La présence d'un fichier de verrouillage est principalement du à l'une de ces causes : -Une autre occurrence de darktable est déjà ouverte et utilise cette base de données. - Une précédente version de darktable a terminé anormalement et n'a donc pas été fermée proprement la base de données. Comment résoudre ce problème ? 1 - Vérifier dans votre environnent si une autre occurrence de darktable est active. Si c'est le cas, utilisez la ou quittez la. Le verrouillage indique que le numéro de processus de cette occurrence est : <i><b>%d</b></i> 2 - Si vous ne trouvez pas d'autre occurrence, quittez votre session actuelle ou redémarrez votre ordinateur. Cela terminera tous les programmes actifs et ainsi fermera la base de données correctement. 3 - Si ces deux actions ne sont pas suffisantes, c'est qu'au moins l'un des deux fichiers de verrouillage est toujours présent. et que ce fichier n'est plus attaché à une occurrence de darktable. Il est alors nécessaire de le (ou les) supprimer . Les deux fichiers sont nommés <i>data.db.lock</i> and <i>library.db.lock</i> respectivement. Le système d'ouverture signale la présence du fichier <i><b>%s</b></i> dans le répertoire <i><b>%s</b></i> . (chemin complet : <i><b>%s</b></i>). <u>Attention !</u> Ne supprimez pas ces fichiers sans avoir vérifié au préalable qu'il n'y a pas d'autres occurrences de darktable, sinon vous risquez de corrompre irrémédiablement la base de données. Dès que vous aurez identifié et supprimé la cause du verrouillage, darktable s'exécutera a nouveau sans problème.

source: darktable cannot be started because the database is locked
fr: darktable ne peut démarrer car la base de données est verrouillée

source: close darktable
fr: quitter darktable

source: the database lock file contains a pid that seems to be alive in your system: %d
fr: le fichier de verrouillage de la base contient un numéro de process actif sur votre système : « %d »

source: the database lock file seems to be empty
fr: le fichier de verrouillage de la base de données semble être vide

source: error opening the database lock file for reading: %s
fr: erreur lors de l'ouverture en lecture du fichier de verrouillage de la base de données : %s

source: the database schema has to be upgraded for <span style="italic">%s</span> do you want to proceed or quit now to do a backup
fr: le schema de la base de données doit être mis à jour <span style="italic">%s</span> voulez-vous continuer ou quitter pour effectuer une sauvegarde

source: darktable - schema migration
fr: darktable - migration de la base

source: upgrade database
fr: mise à jour de base de données

source: an error has occurred while trying to open the database from <span style="italic">%s</span> it seems that the database is corrupt. do you want to close darktable now to manually restore the database from a backup or start with a new one?
fr: une erreur est survenue lors de l'ouverture de la base de données depuis <span style="italic">« %s »</span> il semble que la base de données soit corrompue. voulez vous quitter darktable maintenant et restaurer manuellement la base de données depuis une sauvegarde ou re-démarrer avec une nouvelle base de données ?

source: darktable - error opening database
fr: darktable - erreur lors de l'ouverture de la base de données

source: delete database
fr: effacer la base de données

source: click later to be asked on next startup
fr: sélectionner « plus tard » pour redemander au prochain démarrage

source: click later to be asked when closing darktable
fr: sélectionner « plus tard » pour redemander à la fermeture

source: click later to be asked next time when closing darktable
fr: sélectionner « plus tard » pour redemander à la prochaine fermeture

source: the database could use some maintenance there's <span style="italic">%s</span> to be freed do you want to proceed now? %s you can always change maintenance preferences in core options
fr: la base de données peut nécessiter une maintenance il y a <span style="italic">%s</span> à libérer voulez-vous faire la maintenance maintenant %s il est possible de changer les options de maintenance dans les préférences de fonctionnement

source: darktable - schema maintenance
fr: darktable - maintenance

source: later
fr: plus tard

source: fast guided filter failed to allocate memory, check your RAM settings
fr: le filtre guidé n'a pas assez de mémoire, vérifier la configuration de votre RAM

source: do you want to remove this empty directory?
fr: êtes-vous sûr de vouloir supprimer ce répertoire vide ?

source: remove empty directory?
fr: supprimer le répertoire vide ?

source: name
fr: nom

source: cannot remove film roll having local copies with non accessible originals
fr: impossible de supprimer un film comprenant des copies locales dont les originaux ne sont pas accessibles

source: you need to copy history from an image before you paste it onto another
fr: il est nécessaire de copier le développement d'une image avant de le coller sur une autre

source: on
fr: activé(e)

source: Sorry,<p>something went wrong. Please try again.</p>
fr: Désolé,<p>quelque chose s'est mal passé. Veuillez réessayer.</p>

source: Thank you,<p>everything should have worked, you can <b>close</b> your browser now and <b>go back</b> to darktable.</p>
fr: Merci,<p>tout devrait s'être bien passé, vous pouvez <b>fermer</b> votre navigateur maintenant et <b>retourner</b> dans darktable.</p>

source: orphaned image
fr: image orpheline

source: cannot access local copy `%s'
fr: accès à la copie locale « %s » impossible.

source: cannot write local copy `%s'
fr: création de la copie locale « %s » impossible.

source: error moving local copy `%s' -> `%s'
fr: erreur lors du déplacement de la copie locale de « %s » → « %s »

source: error moving `%s': file not found
fr: erreur de déplacement « %s » : le fichier n'existe pas

source: error moving `%s' -> `%s': file exists
fr: erreur de déplacement « %s » → « %s » : le fichier existe

source: error moving `%s' -> `%s'
fr: erreur lors du déplacement « %s » → « %s »

source: cannot create local copy when the original file is not accessible.
fr: impossible de créer la copie locale lorsque l'original n'est pas accessible.

source: cannot create local copy.
fr: copie locale impossible.

source: cannot remove local copy when the original file is not accessible.
fr: impossible de supprimer la copie locale lorsque l'original n'est pas accessible.

source: %d local copy has been synchronized
fr: %d copie locale a été synchronisée

source: image `%s' is not available!
fr: image « %s » non disponible!

source: failed to allocate memory for %s, please lower the threads used for export or buy more memory.
fr: échec de l'allocation de mémoire pour %s, merci de diminuer le nombre de fils utilisés pour l'exportation ou d'acheter de la mémoire.

source: thumbnail export
fr: l'aperçu

source: export
fr: l'image

source: cannot find the style '%s' to apply during export.
fr: impossible de trouver le style « %s » à appliquer pendant l'exportation.

source: couldn't expand to a unique filename for session, please check your import session settings.
fr: impossible d'affecter un nom unique pour la session. vérifier les réglages d'importation.

source: custom
fr: personnalisé

source: legacy
fr: originel

source: unsupported working profile %s has been replaced by Rec2020 RGB!
fr: profil de travail %s non supporté, remplacé par Rec 2020 RVB !

source: generic poissonian
fr: distribution générique

source: noiseprofile file `%s' is not valid
fr: le profil de gestion du bruit « %s » n'est pas valide

source: due to a slow GPU hardware acceleration via opencl has been de-activated.
fr: l'accélération matérielle opencl est lente et a donc été désactivée.

source: multiple GPUs detected - opencl scheduling profile has been set accordingly.
fr: GPU multiples détectés - la planification opencl a été positionnée en conséquence.

source: very fast GPU detected - opencl scheduling profile has been set accordingly.
fr: GPU très rapide détecté - la planification opencl a été positionnée en conséquence.

source: opencl scheduling profile set to default.
fr: profil de planification opencl par défaut positionné.

source: inch
fr: pouce

source: GNOME Keyring backend is no longer supported. configure a different one
fr: Le module GNOME Keyring n'est plus supporté. configurez en un autre

source: rejecting %d image
fr: rejet de %d image

source: applying rating %d to %d image
fr: application de %d étoile(s) à %d image

source: no images selected to apply rating
fr: aucune image sélectionnée pour appliquer les étoiles

source: style with name '%s' already exists
fr: le style « %s » existe déjà

source: styles/apply %s
fr: styles/appliquer %s

source: style named '%s' successfully created
fr: le style « %s » a été créé

source: no image selected!
fr: aucune image sélectionnée

source: module `%s' version mismatch: %d != %d
fr: module « %s » version non cohérente : %d != %d

source: failed to overwrite style file for %s
fr: impossible de remplacer le style %s

source: style file for %s exists
fr: le fichier du style « %s » existe

source: style %s was successfully imported
fr: le style « %s » a été importé

source: above sea level
fr: au dessus du niveau de la mer

source: below sea level
fr: sous le niveau de la mer

source: creator
fr: auteur

source: publisher
fr: diffuseur

source: title
fr: titre

source: rights
fr: droits
